---
title: "1. 세계관"
layout: post
date: 2018-08-15 20:57
image: /assets/images/markdown.jpg
writings: true
headerImage: false
tag:
- PlanetAtWar
- prologue
category: writings
author: inf1si
description: Markdown summary with different options
# jemoji: '<img class="emoji" title=":ramen:" alt=":ramen:" src="https://assets.github.com/images/icons/emoji/unicode/1f35c.png" height="20" width="20" align="absmiddle">'
---

### 1. 서사시의 시작Beginning of the Epic
<div>
    <p>
 시대가 흐름에 따라, 과학 기술의 발전 속도는 급속도로 가속되었고, 21세기에서 몇 백년 후, 인류는 태양계의 모든 행성에 손을 뻗게 되었으며 그 궤도에 수 십, 수 백개의 우주 콜로니를 건설하였다. 또한 막대한 에너지를 이용하여 공간을 왜곡하는 방식의 워프 기술을 개발하였고, 이를 이용하여 FTL 통신Faster Than Light Communication을 통해 정보의 시차를 거의 없애버렸다. 이처럼 방대한 영역의 태양계를 대기권에서 비행을 시작한 지 불과 몇 백년이 채 지나지 않아 정복했다는 것은 매우 경이로운 일이었다. 초창기에는 각 행성들에서 국가가 건국되기도 하고 본래 지구에 있던 국가들이 우주 콜로니를 세우기도 하였으나, 시간이 지남에 따라 점차 국가는 각 행성을 중심으로 뭉치기 시작했다. 그리하여 나라들은 8개의 정부로 압축되었고, 그마저도 인류의 화합과 발전을 위해 단일 연합 정부가 발족했다. '인류 연방국United Nations of Humanity'이라 칭해진 정부의 의회는 '출항 선언Declaration of Sortie'을 발표하였다. 즉, 인류는 태양계 내에서 만족하지 않았고 태양계 밖, 은하계 밖의 외우주로 뻗어나가기로 결정한다는 것이었다. 물론 그 결정에 대해 반대 세력이 다수 존재했다. 그렇게 빚어진 갈등에서 일부의 찬성파들이 결국은 고도의 기술력을 총동원한 함선들로 이루어진 함대들이 수많은 인간을 싣고 태양계에서 출발하여 외우주로 떠나갔다. 훗날 '위대한 여정the Great Journey'이라 일컬어지는 대장정의 시작이었다.
    </p>
    <p>
 '출항 선언'의 시작은 순조로웠다. 아직 외계 문명이나 다른 어떤 위협과도 만나지 않은 채 여러 행성계를 탐험하고 점령해나갔으며 테라 포밍Terra-forming을 통해 그들이 발견한 수많은 지구형 행성들이 인간이 거주할 수 있도록 환경을 조성했다. 바야흐로 '우주 대항해시대the Universe Era'가 열린 셈이었다.
    </p>
</div>

### 2. 대분쟁의 날the Day of Great Conflict
<div>
    <p>
 인류 연방국, 통칭 UNH는 새로운 자원 발굴과 외계 문명 탐색, 아득한 우주에 대한 정복욕을 이유로 다른 셀 수 없는 행성계들은 물론 일부긴 하지만 마젤란 은하와 같은 외은하까지도 세력을 뻗어나갔고 인간의 세력 범위는 가없이 광대해졌다. 이와 같은'우주 대항해시대'를 통해 마치 엄청난 인플레이션과 같이 단기간의 인간의 거대한 세력 확장은 UNH에게 크나큰 부담이 되기 시작했다. 그들은 방대한 인류의 세력을 통제 할 수 없는 지경에까지 이르게 된 것이다.
    </p>
    <p>
 그로 인해 UNH의 의회는  U.E. 173년 4월 1일 조세법 개정안을 발표하였다. 그것의 요는 태양계를 중심으로 국방 및 세력, 치안 안보 유지비를 명목으로 외우주 지역일수록 시민들 또는 기업들의 세금을 가중으로 부과한다는 내용이었고, 그것은 외우주 지역에 대해 차별을 두어 국민, 기업들의 내향이동을 꾀한 것이었다. 하지만 조세법 개정안으로 인해 정황은 그들의 의도와는 다르게 흘러갔다.
    </p>
    <p>
 4월 1일 조세법 개정안 발표 이 후, 외우주 거주민 및 기업들의 반발은 불과 같이 일어났고, 그들은 자신들의 의회에 대한 건의 및 클레임에도 불구하고 의회가 생각을 바꿀 의도가 없음을 알아차렸다. 이로 인해 그들의 갈등은 점점 고조되었다.
    </p>
    <p>
 결국, 안드로메다 은하의 리플리 행성계Ripley System에 본사를 두고 있는 대기업인 '리토스 입자 제어 연구소Littos Particle Control Lab.'의 회장 카엘라 리토스Kaella Littos의 주도로 비폭력 시위가 발생했다. 리토스 입자 제어 연구소, 통칭 LPCL의 함선을 포함하여 여러 행성계의 기업이나 민간인들의 무장이 해제된 구식 전함 7척 정도가 그 근처 경찰행성Polanet의 상공 정지 궤도에서 운항을 하며 시위를 벌인 것이다. 이를 제지하는 과정에서, 원래는 물리적 충격을 가하지않고 전자시스템을 무력화 시킬 수 있는 이온 캐논과 EMP를 발사해야 했었지만, 순양전함 정도의 경찰함 한 척이 실수로 시위를 하고 있는 함선 한 척의 엔진을 노리고 미사일 및 플라스마 포를 발사해버렸다. 현장에 있던 많은 사람들은 당황한 나머지 초기 대응에 실패했고, 연쇄 폭발로 인해 구식 전함은 순식간에 엄청난 빛과 함께 잿더미로 산화되어 우주에 흩날렸다. 신형이 아니라 오래된 구형이긴 해도, 무시하지 못할 만한 크기의 함선이었으므로 그곳에 타있던 수많은 인명들이 순식간에 산화된 것이었다.
    </p>
    <p>
 이에 분개한 카엘라 리토스는 정부에 강력한 탄원서를 제출하고 그 경찰행성의 책임자를 처벌해달라고 요청했지만 정부는 요구를 묵살하고 사건을 묻기에만 바빴다. 더 이상 이런 방약무인한 행보를 참을 수 없었던 카엘라 리토스는 결국 U.E. 175년 7월 4일 '반정부 기업 동맹Anti-Government Company League' 을 결성, 조직적인 반 정부 운동을 개시했다. 이는 훗날 ' 대분쟁의 날the Day of Great Conflict ' 이라 불릴 전쟁의 시초였다.
    </p>
    <p>
 카엘라 리토스의 이런 용감한 행동에 감명 받은 기업, 혹은 민간 단체들은 각자의 우주 지역구에서 연맹 따위를 조직하여 반 정부 캠페인에 나섰으며 이는 곧 폭력적인 시위로 번지게 되었다. 정부에 반발하는 이유만으로 이런 사태가 전개되면 괜찮겠으나, 이미 여러 우주 섹터들 사이사이에서도 많은 갈등이 있었고 이런 이유로 인류의 우주는 전쟁의 불씨가 타오르게 되었다.
    </p>
</div>
 


### 3. 내전the Civil War

<div>
    <p>
 전쟁의 불씨는 얼마지나지 않아 거대한 화마로 번졌다. 뜻이 맞는 여러 행성계나 성단들이 모여 우주 지구Universal Region을 이루었고, 곧 우주 지구들은 독립을 주장하며 셀 수 없이 많은 연합이나 동맹, 나아가 국가로서 발족했다. 이로 인해 인류의 우주는 수많은 파편으로 쪼개졌으며 그들은 서로의 이해관계나 갈등에 따라 전쟁을 벌이기 시작했다. UNH는 심각성을 깨닫고 그 우주 지구들의 독립 선언과 국가나 연합으로서의 발표를 어느정도 인정해주고 외교로서 해결해 나아가려 했으나 사태는 이미 걷잡을 수 없을 정도에 다다랐다. 각 우주 지구들은 순식간에 독자적인 군사 체계나 무기들을 개발해 나간 것이다.
    </p>
    <p>
 결국 UNH는 U.E. 220년 10월에 '1등급 전쟁 경보First class War Alert'를 발령하였고, 각 우주 지구에 군대를 파견하였으며 자신들에게 적대하는 모든 우주 지구에 선전포고를 선언하였다. 결국은 본격적인 전쟁이 시작되고 말았다.
    </p>
    <p>
 전쟁 초반에는 우주에서의 무한 세력 확장을 표방한다는 것을 과시하기라도 하듯이 UNH가 압도적인 우주군 함대 전력과 대기우주군Aerospace Force(현대의 공군 편제)을 바탕으로 전황을 주도했다. 하지만 UNH는 그에 반해 부실한 지상, 해상 전력 때문에 행성에서의 상공 교전에서 승리를 해도 행성의 지각을 녹여버리거나 핵을 파괴하지 않는 한 그 행성을 사실상 장악하지 못하는 딜레마에 빠지게 되었고 결국 전쟁은 UNH에게 불리해져 가는 듯 싶었다. 그러나 그 후에 UNH에 대항하던 우주 지구들이 서로 자신들의 이익을 위해 갈라서게 되었고 전쟁은 결국 소강상태로 빠지게 되어 끔찍하고 의미없는 소모전이 이어지게 되었다.
    </p>
    <p>
 전쟁이 점점 고조됨에 따라 인간성을 상실한 대량학살과 같은 끔찍한 사건들이 즐비해졌다. 대기층을 연소시켜 행성을 불지옥으로 만들어버리는 대기 파괴탄부터 시작하여, 행성계 자체, 혹은 한 국가의 함대들을 싸그리 잡아먹어버릴 블랙홀을 생성해내는 것까지 상황은 심각했다. 더 이상 두고볼 수 없는 지경에 이르자 각 주요 세력들의 수뇌부는 UNH의 주도로  U.E. 237년 9월에 정전 협정을 맺고 협상을 위해 한자리에 모였다. 이 자리에서 UNH는 모든 세력들의 자치권과 국제적 외교권을 인정해주며 UNH와 동등한 위치의 국가 혹은 연방 세력으로서 존중해 준다는 협상을 맺었고, 또한 UNH를 필두로 하여 모든 세력들이 가입한 '우주 연합Universe Federation' 을 설립하여 인류의 무궁한 발전을 꾀한다는 ' 동맹 선언Declaration of Alliance '을 발표하였다. 또한 모든 세력이 공인하는 전범에 대해서는 전범 재판을 행하고 피해보상을 해줌에 따라 세력간의 국가 감정이 어느 정도 해소되는 듯 보였다.
    </p>
    <p>
 이로써 전쟁은 종식되고 인류의 우주에 평화가 찾아오는 순간이었다.
    </p>
</div>


### 4.조우, 그리고 전쟁Encounter with War.

<div>
    <p>
 전쟁 동안 각 국가 및 연합들은 크나큰 손실을 입었으나, 무기를 위해 만든 블랙홀 기술에 의해 아인슈타인-로젠의 다리, 즉 슈바르츠쉴트 웜홀를 이용한 향상된 워프 기술과 하이퍼 스페이스 기술, 고도의 첨단 기술이 집약된 양자컴퓨터나, 가상현실 및 사이버 스페이스, 네트워크와 통신의 월등한 발전, 우주를 재형성하는 기술, 암흑물질 이용, 제한적인 타키온 물질의 발견 등 급속도의 기술 발전을 이루었다. 또한 단일 정부가 아닌 여러 국가나 연맹이 협력하고 모여 발족한 연합체였기 때문에, 이전과 같은 과오를 범할 일이 없으므로 인류는 다시금 세력 확장에 박차를 가하기 시작했다. 이는 인류의 우주의 범위를 안드로메다 은하 그 이상까지 늘려준 계기였다.
    </p>
    <p>
 그러던 중, 인류의 역사에 커다란 획을 그을 사건이 발생했다. U.E. 421년 경, 외계 문명과 조우 한 것이다. 국부 은하군 소속의 은하 중 하나이며 지구에서 330만 광년 떨어진 마페이 은하에서 고등 외계 문명을 발견한 것이다. 인류와 비슷하거나 다소 열등한 과학 기술력을 가졌으며 세력이 그들의 은하에서만 미치는 문명이었다. 그들 자신을 그들의 언어로 우월한 자들the Superior이라는 뜻의 ' 길라니아스Gilaniath ' 라 칭하는 외계인들은 중앙 집권의 강력한 제정 국가인 ' 커헬라-카익스Kirhella-Khaiix 제국 ' 이라는 국가 아래 단합하였다. 커헬라-카익스 제국은 마페이 은하에서 가장 강력한 패권을 자랑하는 국가이었고 또한 그만큼 오만하고 호전적인 국가였다. 지구와 비슷하지만 대기가 좀 더 희박하고 중력이 몇 배 강한 행성에서 진화한 그들은 이족보행을 하며 근력이 인간보다 수 배에서 십 수배까지 강력했다. 폐활량과 골밀도, 평균 신장 또한 모두 인간의 수 배이며 팔은 두 쌍이 있었다. 날개뼈 부근에서 여러개의 촉수가 나와 육탄전투 및 방어에 도움이 되며 피부는 외골격 수준의 견고함을 가지고 가시와 같은 돌기가 전신을 뒤덮고 있었다. 등은 인간보다 약 1피트 정도 더 돌출되어, 비상 시에 다리와 같은 역할을 하는 기관이 튀어나와 4족 보행으로 더 신속하게 이동이 가능하게 했다. 즉, 전체적으로 상당한 신체적 능력을 지닌 종족이었다.
    </p>
    <p>
 우주 연합, 통칭 UF는 고등 외계 문명과의 첫 조우였고, 그만큼 흥분되는 태도로 커헬라-카익스 제국과 수교를 위해 제 6 연합 함대 소속 함대 중 7함대에 속해있으며 외교 사절단과 호위에 특화된 ' 엡실론 전단Epsilon Flotilla '을 파견하였다. 허나 UF의 의도는 산산조각이 나버렸다. 엡실론 전단에게서 적색 경보 발령 및 지원 요청의 신호가 온 것이다. 정황은 이러했다. 수교를 받아 들이는 척 하며 제도로 유인하여 외교 사절단이 지상에 내려왔을 때, 갑작스럽게 제국은 공격을 시작했다. 습격에 저항하지도 못한 사절단은 목이 잘려 제국 황궁 앞에 전시되고, 제국 황실 함대의 포격을 받아 반파된 엡실론 전단은 정확한 좌표 없이 단거리 워프를 하여 빠져나온 것이었다. 이 사태에 충격을 받은 UF가 마페이 은하 근처에 있던 제 5, 6, 9 연합 함대를 파견 했고, 적색 경보를 발령한 뒤 선전 포고를 하는데 불과 30분 밖에 걸리지 않았다. 엄청난 자신들의 세력을 유지하기 위한 군대를 제외한 최대한의 전력을 파견한 우주연합의 가용 전력은 외계 제국과 맞먹었다. 워프나 암흑 물질 가용 능력 등의 기술력은 인간이 고도로 앞서는 가운데 전함과 무기 수준은 인간이 약간 우세하거나 비슷했으나 은폐, 기습 등의 기술과 전술은 외계 제국이 한참 앞서 있었으므로 전쟁은 한 치 앞도 내다볼 수 없게 되었다. 하지만 전술에서 패해도 전략에서 이겨버린 연합의 저력과 더불어 제국의 횡포에 대항하여 여러 외계 종족들이 우주 연합과 동맹을 맺어 반란을 도모했고, 결국 커헬라-카익스 제국은 무너지게 되었다. 
    </p>
    <p>
 인간, 즉 우주 연합은 전쟁에 의한 피해도 있었지만 여러 이득을 얻게 되었다. 다양한 외계 종족들을 발견해서 그들과 동맹을 맺거나 교류를 시작했고 새로운 외계 종족에 대한 ‘엡실론 대응 수칙The Epsilon Protocol'을 작성했다. 또한 외계 종족의 존재 유무를 파악한 우주 연합은 인간의 세력확장 필요성을 환기시킴과 더불어 외계 종족을 수색하기 위한 심우주 탐색을 실시했다.
    </p>
</div>
